Repository: mikail-yurt-plak/refocus
Catalog: Sources/ReFocus/Resources/Localizable.xcstrings
Source language: tr
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, uk, vi, zh_hans, zh_hant

# friends.viewers.remove
source: Erişimi kaldır
ar: إزالة الوصول
de: Zugriff entfernen
en: Remove access
es: Quitar acceso
fr: Retirer l'accès
hi: पहुँच हटाएँ
id: Hapus akses
it: Rimuovi accesso
ja: アクセスを解除
ko: 접근 권한 제거
nl: Toegang verwijderen
pl: Usuń dostęp
pt: Remover acesso
ru: Убрать доступ
th: ยกเลิกการเข้าถึง
uk: Прибрати доступ
vi: Gỡ quyền truy cập
zh_hans: 移除访问权限
zh_hant: 移除存取權限

# friends.viewers.remove_confirm
source: Bu kişi artık özetini göremeyecek. Devam edilsin mi?
ar: لن يتمكن هذا الشخص من رؤية ملخصك بعد الآن. هل تريد المتابعة؟
de: Diese Person kann deine Zusammenfassung dann nicht mehr sehen. Fortfahren?
en: This person will no longer be able to see your summary. Continue?
es: Esta persona ya no podrá ver tu resumen. ¿Quieres continuar?
fr: Cette personne ne pourra plus voir ton résumé. Continuer ?
hi: यह व्यक्ति अब आपका सारांश नहीं देख पाएगा। क्या आगे बढ़ें?
id: Orang ini tidak akan bisa lagi melihat ringkasanmu. Lanjutkan?
it: Questa persona non potrà più vedere il tuo riepilogo. Vuoi continuare?
ja: この人はあなたのサマリーを見られなくなります。続けますか？
ko: 이 사람은 더 이상 내 요약을 볼 수 없게 돼요. 계속할까요?
nl: Deze persoon kan je samenvatting dan niet meer zien. Doorgaan?
pl: Ta osoba nie będzie już widzieć Twojego podsumowania. Kontynuować?
pt: Essa pessoa não poderá mais ver seu resumo. Continuar?
ru: Этот человек больше не сможет видеть твою сводку. Продолжить?
th: คนนี้จะไม่เห็นสรุปของคุณอีกต่อไป ต้องการดำเนินการต่อไหม
uk: Ця людина більше не бачитиме твій підсумок. Продовжити?
vi: Người này sẽ không còn xem được tóm tắt của bạn. Tiếp tục nhé?
zh_hans: 此人将无法再看到你的摘要。要继续吗？
zh_hant: 此人將無法再看到你的摘要。要繼續嗎？

# friends.invite.phone_label
source: Arkadaşının telefon numarası (Apple kimliğine kayıtlı)
ar: رقم هاتف صديقك (المسجل في حساب Apple الخاص به)
de: Telefonnummer deines Freundes oder deiner Freundin (mit dem Apple-Account verknüpft)
en: Your friend's phone number (linked to their Apple Account)
es: El número de teléfono de tu amigo (vinculado a su cuenta de Apple)
fr: Le numéro de téléphone de ton ami(e) (associé à son compte Apple)
hi: आपके दोस्त का फ़ोन नंबर (उनके Apple खाते से जुड़ा)
id: Nomor telepon temanmu (terdaftar di akun Apple-nya)
it: Il numero di telefono del tuo amico (collegato al suo account Apple)
ja: 友達の電話番号（Appleアカウントに登録されているもの）
ko: 친구의 전화번호 (Apple 계정에 등록된 번호)
nl: Telefoonnummer van je vriend(in) (gekoppeld aan diens Apple-account)
pl: Numer telefonu Twojego znajomego (powiązany z kontem Apple)
pt: Número de telefone do seu amigo (vinculado à Conta Apple dele)
ru: Номер телефона твоего друга (привязанный к его учётной записи Apple)
th: หมายเลขโทรศัพท์ของเพื่อนคุณ (ที่ลงทะเบียนกับบัญชี Apple)
uk: Номер телефону твого друга (прив'язаний до облікового запису Apple)
vi: Số điện thoại của người bạn muốn mời (liên kết với tài khoản Apple của họ)
zh_hans: 朋友的电话号码（与其 Apple 账户绑定）
zh_hant: 朋友的電話號碼（與其 Apple 帳號綁定）

# friends.invite.phone_placeholder
source: +90 5xx xxx xx xx
ar: +966 5x xxx xxxx
de: +49 15x xxxxxxx
en: +1 (555) xxx-xxxx
es: +34 6xx xxx xxx
fr: +33 6 xx xx xx xx
hi: +91 xxxxx xxxxx
id: +62 8xx-xxxx-xxxx
it: +39 3xx xxx xxxx
ja: +81 90-xxxx-xxxx
ko: +82 10-xxxx-xxxx
nl: +31 6 xxxx xxxx
pl: +48 xxx xxx xxx
pt: +55 (11) 9xxxx-xxxx
ru: +7 9xx xxx-xx-xx
th: +66 8x xxx xxxx
uk: +380 xx xxx xx xx
vi: +84 9xx xxx xxx
zh_hans: +86 13x xxxx xxxx
zh_hant: +886 9xx xxx xxx

# break.button.continue
source: Devam Et
en: Continue

# break.suggestion.breathe.description
source: 4 saniye nefes al, 4 saniye tut, 4 saniye ver. Bunu 3-4 kez tekrarla.
en: Breathe in for 4 seconds, hold for 4, breathe out for 4. Repeat 3-4 times.

# break.suggestion.breathe.title
source: Derin Nefes Al
en: Take a Deep Breath

# break.suggestion.eyes.description
source: 20 saniye boyunca 20 metre uzağa bak. Ekran yorgunluğunu azalt.
en: Look at something 20 meters away for 20 seconds. Reduce screen fatigue.

# break.suggestion.eyes.title
source: Gözlerini Dinlendir
en: Rest Your Eyes

# break.suggestion.stretch.description
source: Boyun, omuz ve sırt germe hareketleri yap. Kaslarını gevşet.
en: Do neck, shoulder and back stretches. Relax your muscles.

# break.suggestion.stretch.title
source: Germe Hareketleri
en: Stretching

# break.suggestion.walk.description
source: Masandan kalk ve birkaç adım at. Kan dolaşımını artır.
en: Get up from your desk and take a few steps. Improve your blood circulation.

# break.suggestion.walk.title
source: Kısa Bir Yürüyüş
en: A Short Walk

# break.suggestion.water.description
source: Bir bardak su iç. Hidrasyon odaklanmayı artırır.
en: Have a glass of water. Hydration improves focus.

# break.suggestion.water.title
source: Su İç
en: Drink Water

# break.suggestion.window.description
source: Doğaya veya gökyüzüne bak. Zihnini tazele.
en: Look at nature or the sky. Refresh your mind.

# break.suggestion.window.title
source: Pencereden Dışarı Bak
en: Look Out the Window

# checkin.button.continue
source: Devam Et
en: Continue

# checkin.subtitle
source: Bu bilgi, sana en uygun metodu seçmemize yardımcı olacak
en: This helps us choose the most suitable method for you

# checkin.title
source: Şu an nasıl hissediyorsun?
en: How are you feeling right now?

# common.accessibility.selected
source: Seçili
en: Selected

# common.accessibility.tap_to_select
source: Seçmek için çift tıkla
en: Double tap to select

# common.button.add
source: Ekle
en: Add

# common.button.delete
source: Sil
en: Delete

# common.button.edit
source: Düzenle
en: Edit

# common.button.save
source: Kaydet
en: Save

# common.button.skip
source: Atla
en: Skip

# heatmap.encouragement.first_session
source: İlk seansını tamamladığında burada güzel istatistikler göreceksin.
en: You'll see nice statistics here after completing your first session.

# heatmap.encouragement.first_week
source: İlk haftanı tamamladın. Devam et!
en: You completed your first week. Keep going!

# heatmap.encouragement.improving
source: Geçen haftaya göre daha iyi odaklanıyorsun.
en: You're focusing better than last week.

# heatmap.encouragement.stable
source: İstikrarlı bir tempo yakaladın.
en: You've found a stable rhythm.

# heatmap.encouragement.tough_week
source: Bu hafta biraz daha zordu. Bu normal, herkesin böyle haftaları olur.
en: This week was a bit harder. That's normal, everyone has weeks like this.

# heatmap.interruption_count %lld
source: %lld bölünme
en: %lld interruption(s)

# heatmap.total_interruption %@
source: Toplam bölünme: %@
en: Total interruption: %@

# methodpicker.subtitle
source: Bugün hangi metodu denemek istersin?
en: Which method would you like to try today?

# methodpicker.title
source: Metod Seç
en: Choose Method

# workcontext.accessibility.add_new
source: Yeni çalışma bağlamı ekle
en: Add new work context

# workcontext.accessibility.context %@
source: %@ bağlamı
en: %@ context

# workcontext.add.name_example
source: Örn: Matematik, Kod Yazma...
en: E.g.: Math, Coding...

# workcontext.add.name_exists
source: Bu isimde bir bağlam zaten var
en: A context with this name already exists

# workcontext.add.name_label
source: İsim
en: Name

# workcontext.add.name_placeholder
source: Bağlam Adı
en: Context Name

# workcontext.add.select_icon
source: Icon Seç
en: Select Icon

# workcontext.add.title
source: Yeni Bağlam
en: New Context

# workcontext.button.add_new
source: Yeni Bağlam Ekle
en: Add New Context

# workcontext.delete.message %@
source: "%@" bağlamını silmek istediğinden emin misin? Bu işlem geri alınamaz.
en: Are you sure you want to delete "%@"? This cannot be undone.

# workcontext.delete.title
source: Bağlamı Sil?
en: Delete Context?

# workcontext.edit.title
source: Bağlamı Düzenle
en: Edit Context

# workcontext.management.title
source: Çalışma Bağlamları
en: Work Contexts

# workcontext.picker.hint
source: İstersen bu seansı bir çalışma alanıyla ilişkilendirebilirsin.
en: You can associate this session with a workspace if you like.

# workcontext.picker.title
source: Ne üzerinde çalışacaksın?
en: What will you work on?

# workcontext.row.default_label
source: Varsayılan bağlam
en: Default context

# workcontext.section.default
source: Varsayılan
en: Default

# workcontext.section.my_contexts
source: Bağlamlarım
en: My Contexts

# workcontext.section.reorder_hint
source: Sıralamak için basılı tut ve sürükle. Sola kaydırarak düzenle veya sil.
en: Hold and drag to reorder. Swipe left to edit or delete.

# workcontext.selection.title
source: Çalışma Bağlamı
en: Work Context
